package by.htp.lesson1;

public class Info {

//	1,Написать консольное приложение, которое выводит на экран
//	надпись “Hello World!”
//	2. Распечатать на экране своё ФИО. Фамилия, Имя и Отчество
//	должны выводиться на разных строках.
//	3. Написать программу, которая умеет складывать 2 числа типа int и
//	выводить результат на экран.
//	4. Модернизировать задачу 3 следующим образом: программа
//	запрашивает с клавиатуры ввод двух целых чисел и знак
//	арифметической операции. Программа выполняет арифметическое
//	действие над введёнными числами и результат выводит на экран.
//	5. Ввести с клавиатуры число от 0 до 9. Программа должна вывести
//	название цифры.
//	6. Ввести с клавиатуры число от 0 до 9. Определить является ли
//	введённое число чётным.
//	7. Ввести с клавиатуры число от -9 до 9. Определить является ли
//	введённое число чётным положительным.
//	8. Ввести с клавиатуры полное название месяца. Определить, к
//	какому сезону года относится данный месяц.
//	9. Посчитать сумму чисел от 0 до 100.
//	10. Написать программу нахождения суммы большего и меньшего из
//	3х чисел.
//	11. Программа запрашивает ввод символов, до тех пор, пока
//	пользователь не введёт символ ‘q’.
//	12. Программа запрашивает ввод строк текста. Продолжаем ввод до
//	тех пор, пока не будет введено слово “stop”.
}
